Repository: chan1sook/godot_clock_education
Catalog: assets/lang/*.po
Languages: th

# ClockPlaygroundScene.HomeButton
source: Clock Playground
th: เล่นนาฬิกา

# TestScene.HomeButton
source: Test
th: แบบทดสอบ

# SettingScene.HomeButton
source: Setting
th: ตั้งค่า

# CreditScene.HomeButton
source: Credit
th: ผู้จัดทำ

# Game.Exit.HomeButton
source: Exit
th: ออกจากเกม

# Game.Title.HomeLabel
source: What time is it?
th: หนูจ๋า เวลาเท่าไร

# SettingScene.TitleLabel
source: Setting
th: ตั้งค่า

# SettingScene.CurrentLanguageLabel
source: Language
th: ภาษา

# Game.Language.Name
source: English
th: ไทย

# ClockPlaygroundScene.TitleLabel
source: Clock Playground
th: เล่นนาฬิกา

# ClockPlaygroundScene.SyncTimeButton
source: Sync clock to system time
th: ปรับตามเวลาเครื่อง

# CreditScene.TitleLabel
source: Credit
th: ผู้จัดทำ

# CreditScene.ProgramerLabel.Natthawat
source: Mr.Natthawat Raocharoensinp
th: นายณัฐวัฒน์ เราเจริญศิลป์

# CreditScene.ProgramerLabel.Thanagorn
source: Mr.Thanagorn boonsawat
th: นายธนกร บุญสวัสดิ์

# CreditScene.AdviserTitleLabel
source: Superviser
th: ที่ปรึกษา

# CreditScene.AdviserLabel.Sarinnari
source: Mrs.Sarinnari Sritong
th: นางสรินท์นรี ศรีทอง

# CreditScene.ICTGroupLabel
source: Distance Learning Information and Communication Technology (DLICT) Group
th: คณะทีมงานกลุ่มส่งเสริมทางไกล เทคโนโลยีสารสนเทศและการสื่อสาร

# CreditScene.KhetLabel
source: Lopburi 1 Primary Educational Service Area Office
th: สพป. ลพบุรี เขต ๑

# CreditScene.ImageTitleLabel
source: Image Source
th: รูปภาพมาจาก

# Game.BackButton
source: Back
th: กลับ

# TestSettingScene.TitleLabel
source: Test
th: แบบทดสอบ

# TestSettingScene.ReadClockChooseButton
source: Read Analog Clock
th: อ่านนาฬิกาเข็ม

# TestSettingScene.AdjustClockChooseButton
source: Choose Analog Clock
th: เทียบนาฬิกาเข็ม

# TestSettingScene.ReadClockButton
source: Adjust Digital Clock
th: ตั้งนาฬิกาดิจิตอล

# TestSettingScene.AdjustClockButton
source: Adjust Analog Clock
th: ตั้งนาฬิกาเข็ม

# TestPrepareScene.TitleLabel
source: Test
th: แบบทดสอบ

# TestPrepareScene.StartButton
source: Start
th: เริ่มทดสอบ

# TestScene.ChoiceAWithAnswer
source: A. %s
th: ก. %s

# TestScene.ChoiceBWithAnswer
source: B. %s
th: ข. %s

# TestScene.ChoiceCWithAnswer
source: C. %s
th: ค. %s

# TestScene.ChoiceDWithAnswer
source: D. %s
th: ง. %s

# TestScene.ReadClockChoiceQuestion
source: Choose right answer from left clock
th: เลือกคำตอบที่ถูกต้องตามนาฬิกาซ้ายมือ

# TestScene.AdjustClockChoiceQuestion
source: Choose right answer from given time
th: เวลาที่แสดงอยู่ตรงกับนาฬิกาเรือนใด

# TestScene.ChoiceA
source: A
th: ก

# TestScene.ChoiceB
source: B
th: ข

# TestScene.ChoiceC
source: C
th: ค

# TestScene.ChoiceD
source: D
th: ง

# TestScene.ReadClockQuestion
source: Adjust right clock from left clock
th: จงตั้งเวลาให้ตรงกับนาฬิกาซ้ายมือ

# TestScene.SendAnswerButton
source: Send Answer
th: ส่งคำตอบ

# TestScene.AdjustClockQuestion
source: Adjust clock from given time
th: จงตั้งนาฬิกาให้ตรงกับเวลาดังนี้

# TestEndScene.TitleLabel
source: Test Finished
th: จบทดสอบ

# TestEndScene.RestartButton
source: New Test
th: ทดสอบใหม่

# TestEndScene.HomeButton
source: Main Menu
th: เมนูหลัก

# TestPrepareScene.ReadClockChooseTitle
source: Read Analog Clock
th: อ่านนาฬิกาเข็ม

# TestPrepareScene.ReadClockChooseInfo
source: Choose right answer from 4 choices.
th: เลือกคำตอบเวลาที่ถูกต้องเพียงหนึ่งเดียวจากคำตอบ 4 ตัวเลือก

# TestPrepareScene.AdjustClockChooseTitle
source: Choose Analog Clock
th: เทียบนาฬิกาเข็ม

# TestPrepareScene.AdjustClockChooseInfo
source: Choose right answer from 4 choices.
th: เลือกนาฬิกาที่เวลาถูกต้องกับข้อความที่แสดงพียงหนึ่งเดียวจากนาฬิกา 4 เรือน

# TestPrepareScene.ReadClockTitle
source: Adjust Digital Clock
th: ตั้งนาฬิกาดิจิตอล

# TestPrepareScene.ReadClockInfo
source: Adjust digital clock from analog clock.
th: ให้ตั้งนาฬิกาดิจิทัลให้เวลาตรงกับเรือนแรก

# TestPrepareScene.AdjustClockTitle
source: Adjust Analog Clock
th: ตั้งนาฬิกาเข็ม

# TestPrepareScene.AdjustClockInfo
source: Adjust analog clock from digital clock.
th: ให้ตั้งนาฬิกาเข็มเรือนให้เวลาตรงกับเรือนแรก
